;产品类型，对于一些产品需要进行不同的定制
[Product]
KeyName = MobileGamePC
VMIndexBase = 0

;产品UI定制
[UI]
Title = DEXSTERLOOP_High_Ver
GiftVisible = 1
AccountSwitchVisible = 0
VtStatusVisible = 1
ToolbarFoldStatus = 0
LogoVisible = 1

;引擎配置
[Engine]
VMWidth = 0
VMHeight = 0
VMDPI = 0
Renderer = 0
Aow = 1
MigrateApk = 1

;引擎配置
[Engine_100038]
VMWidth = 720
VMHeight = 1280
VMDPI = 320
Renderer = 0
Aow = 1
MigrateApk = 1

;新剑侠情缘
[UI_50]
Title = 《新剑侠情缘》电脑版
PassthroughInput = 1

;传奇霸业
[UI_138]
Title = 传奇霸业全平台版
GiftVisible = 0
AccountSwitchVisible = 0
VtStatusVisible = 0
ToolbarFoldStatus = 1
LogoVisible = 1

;天龙八部
[UI_163]
Title = 天龙八部手游电脑版
GiftVisible = 0
AccountSwitchVisible = 0
VtStatusVisible = 0
ToolbarFoldStatus = 1
LogoVisible = 1

;寻仙
[UI_177]
Title = 寻仙手游电脑版
GiftVisible = 0
AccountSwitchVisible = 0
VtStatusVisible = 0
ToolbarFoldStatus = 1
LogoVisible = 1

;御龙在天
[UI_178]
Title = 御龙在天手游电脑版
GiftVisible = 0
AccountSwitchVisible = 0
VtStatusVisible = 0
ToolbarFoldStatus = 1
LogoVisible = 1

;三国群英传
[UI_204]
Title = 三国群英传全平台版
GiftVisible = 0
AccountSwitchVisible = 0
VtStatusVisible = 0
ToolbarFoldStatus = 1
LogoVisible = 1

;魔法门之英雄无敌
[UI_208]
Title = 魔法门之英雄无敌全平台版
GiftVisible = 0
AccountSwitchVisible = 0
VtStatusVisible = 0
ToolbarFoldStatus = 1
LogoVisible = 1

;轩辕传奇
[UI_237]
Title = 轩辕传奇全平台版
GiftVisible = 0
AccountSwitchVisible = 0
VtStatusVisible = 0
ToolbarFoldStatus = 1
LogoVisible = 1

;天空城
[UI_269]
Title = 天空城ios版
GiftVisible = 0
AccountSwitchVisible = 0
VtStatusVisible = 0
ToolbarFoldStatus = 1
LogoVisible = 1

;仙剑奇侠传
[UI_100028]
Title = 仙剑奇侠传全平台版
GiftVisible = 0
AccountSwitchVisible = 0
VtStatusVisible = 0
ToolbarFoldStatus = 1
LogoVisible = 1

;梦幻诛仙
[UI_100029]
Title = 梦幻诛仙全平台版
GiftVisible = 0
AccountSwitchVisible = 0
VtStatusVisible = 0
ToolbarFoldStatus = 1
LogoVisible = 1

;天天德州
[UI_100080]
Title = 天天德州全平台版
GiftVisible = 0
AccountSwitchVisible = 0
VtStatusVisible = 0
ToolbarFoldStatus = 1
LogoVisible = 1

;自由幻想
[UI_100110]
Title = 自由幻想全平台版
GiftVisible = 0
AccountSwitchVisible = 0
VtStatusVisible = 0
ToolbarFoldStatus = 1
LogoVisible = 1

;我的王朝
[UI_100126]
Title = 我的王朝全平台版
GiftVisible = 0
AccountSwitchVisible = 0
VtStatusVisible = 0
ToolbarFoldStatus = 1
LogoVisible = 1

;我叫MT4
[UI_100211]
Title = 我叫MT4全平台版
GiftVisible = 0
AccountSwitchVisible = 0
VtStatusVisible = 0
ToolbarFoldStatus = 1
LogoVisible = 1

;圣斗士星矢
[UI_100222]
Title = 圣斗士星矢全平台版
GiftVisible = 0
AccountSwitchVisible = 0
VtStatusVisible = 0
ToolbarFoldStatus = 1
LogoVisible = 1

;完美世界
[UI_200202031]
Title = 完美世界手游PC版-腾讯手游助手
GiftVisible = 0
AccountSwitchVisible = 0
VtStatusVisible = 0
ToolbarFoldStatus = 1
LogoVisible = 1
HelpBtnUseAisee = 0
BuffGiftTipVisible = 0

[UI_200202032]
Title = 完美世界手游PC版-腾讯手游助手
GiftVisible = 0
AccountSwitchVisible = 0
VtStatusVisible = 0
ToolbarFoldStatus = 1
LogoVisible = 1
HelpBtnUseAisee = 0
BuffGiftTipVisible = 0

[UI_200202009]
GiftVisible = 0
AccountSwitchVisible = 0
VtStatusVisible = 0
HelpBtnUseAisee = 0
BuffGiftTipVisible = 0

[UI_91000]
GiftVisible = 0
AccountSwitchVisible = 0
VtStatusVisible = 0
HelpBtnUseAisee = 0
BuffGiftTipVisible = 0

[UI_QQLIVE]
GiftVisible = 0
AccountSwitchVisible = 0
VtStatusVisible = 0
HelpBtnUseAisee = 0
BuffGiftTipVisible = 0

[UI_PCQQ]
GiftVisible = 0
AccountSwitchVisible = 0
VtStatusVisible = 0
HelpBtnUseAisee = 0
BuffGiftTipVisible = 0

[UI_IQIYI]
GiftVisible = 0
AccountSwitchVisible = 0
VtStatusVisible = 0
HelpBtnUseAisee = 0
BuffGiftTipVisible = 0